import "../styles/History.css";
import Timeline from "../components/Timeline";

function History() {
  return (
    <div className="history-container">
      <title>Ιστορία-ΑΣ Γιάννενα Βόλεϊ</title>
      <meta name="description" content="Δείτε την ιστορία του ΑΣ Γιάννενα" />

      <meta
        name="keywords"
        content="ΑΣ Γιάννενα, Ιστορία, Παρελθόν, Ίδρυση, Βόλεϊ, Ιωάννινα"
      />

      <div className="history-text">
        <div className="history-page">
          <section className="intro-section">
            <h2>Ίδρυση</h2>
            <p>
              Ο Αθλητικός Σύλλογος “Γιάννενα” ιδρύθηκε το Ιούλιο του 2014 και
              σύντομα κέρδισε την εμπιστοσύνη του φίλαθλου κόσμου αλλά και της
              κοινωνίας των Ιωαννίνων.
              <br />
              Οργάνωσε άριστα τις ακαδημίες του με έμπειρους προπονητές ενώ
              λειτούργησε από το πρώτο χρόνο τμήματα ανδρών και γυναικών αλλά
              και όλα τα αναπτυξιακά τμήματα.
              <br />
              Μεγάλη επιτυχία γνωρίζει το τμήμα baby volley που πρώτος ο
              σύλλογός μας οργάνωσε στα ΓΙΑΝΝΕΝΑ και η εξαιρετική δουλειά των
              προπονητών αλλά και η εξειδικευμένη προπόνηση που πραγματοποιούν
              σε αυτή την ηλικία έχει κερδίσει την εμπιστοσύνη των γονιών που
              βλέπουν τεράστια βελτίωση στη σωματολειτουργική ικανότητα των
              παιδιών τους.
            </p>
          </section>

          <hr className="divider" />

          <Timeline />
        </div>
      </div>
    </div>
  );
}
export default History;
