import "../styles/History.css";
import Timeline from "../components/Timeline";

function History() {
  return (
    <div className="history-container">
      <title>Ιστορία-ΑΣ Γιάννενα Βόλεϊ</title>
      <meta name="description" content="Δείτε την ιστορία του ΑΣ Γιάννενα" />

      <meta
        name="keywords"
        content="ΑΣ Γιάννενα, Ιστορία, Παρελθόν, Ίδρυση, Βόλεϊ, Ιωάννινα"
      />

      <div className="history-text">
        <div className="history-page">
          <section className="intro-section">
            <h2>Ίδρυση & Ταυτότητα του Συλλόγου</h2>
            <p>
              Ο Αθλητικός Σύλλογος Γιάννενα, ιδρύθηκε το 2014 και εξελίχθηκε
              γρήγορα σε ένα από τα πιο δυναμικά και αξιόπιστα αθλητικά σωματεία
              της πόλης.
              <br />
              Με σταθερά βήματα, οργάνωση, επαγγελματισμό και όραμα, κέρδισε την
              εμπιστοσύνη μικρών και μεγάλων αλλά και της κοινωνίας των
              Ιωαννίνων.
              <br />
              Από την πρώτη στιγμή δημιουργήθηκαν άρτια οργανωμένες ακαδημίες με
              έμπειρους προπονητές και σύγχρονες μεθόδους προπόνησης, ενώ
              παράλληλα λειτούργησαν τμήματα ανδρών, γυναικών και όλα τα
              αναπτυξιακά επίπεδα προσφέροντας ολοκληρωμένη και ποιοτική
              αθλητική εκπαίδευση.
              <br />Ο σύλλογος επένδυσε στη σωστή εκμάθηση, στη σωματική
              ανάπτυξη και στο αθλητικό ήθος.
            </p>
            <h2
              style={{
                marginTop: "2rem",
              }}
            >
              Baby-Mini Volley
            </h2>
            <p>
              Μια πρωτοποριακή ιδέα στα Γιάννενα από το σύλλογό μας με ιδιαίτερη
              επιτυχία. Με εξειδικευμένο πρόγραμμα προπόνησης και προπονητές που
              γνωρίζουν πώς να συνδυάζουν μάθηση, παιχνίδι και σωστή κινητική
              ανάπτυξη, οι μικροί αθλητές κάνουν εντυπωσιακά βήματα προόδου.
              <br />
              Οι γονείς βλέπουν τα παιδιά τους να δυναμώνουν, να εξελίσσονται
              και να αγαπούν τον αθλητισμό από τα πρώτα τους βήματα.
            </p>
          </section>

          <hr className="divider" />

          <Timeline />
        </div>
      </div>
    </div>
  );
}
export default History;
